var data = {
    报告概要: {
        报告编号: '201506010000332123',
        报告时间: '2015.06.01 10:05:15',
        被查询者姓名: '张十五',
        被查询者证件类型: '身份证',
        被查询者证件号码: '110108******181X',
        查询机构: '中国工商银行信用卡中心',
        查询原因: '特约商户实名审查'
    },
    其他证件信息: [
        {证件类型: '1', 证件号码: '2'},
        {证件类型: '3', 证件号码: '4'}
    ],
    防欺诈警示标志: {
        生效日期: '2015 年5 月29 日',
        截止日期: '2016 年5 月28 日'
    },
    异议信息提示: {
        处理中: 3
    },
    身份信息: {
        性别: '男',
        出生日期: '1981.08.15',
        婚姻状况: '已婚',
        学历: '本科',
        学位: '学士',
        就业状况: '在职',
        国籍: '中国',
        电子邮箱: 'zhang15<zhang15@hotmail.com',
        通讯地址: '北京市西城区金融大街35 号国际企业大厦A 座301 室',
        户籍地址: '北京市朝阳区春晓园北区7 号楼C522 室',
        手机号码: [
            {手机号码: '13811117777', 信息更新日期: '2015.05.01'},
            {手机号码: '13811112222', 信息更新日期: '2015.01.22'},
            {手机号码: '13900000000', 信息更新日期: '2014.02.01'},
            {手机号码: '13300000000', 信息更新日期: '2014.01.22'},
            {手机号码: '18600000000', 信息更新日期: '2013.11.12'},
        ]
    },
    配偶信息: {
        姓名: '李金花',
        证件类型: '外国人居留证',
        证件号码: '123560000008888',
        工作单位: '三星电子北京分公司财务部',
        联系电话: '13800003333'
    },
    居住信息: [
        {居住地址: '北京市朝阳区春晓园北区7 号楼C555 室', 住宅电话: '010—83234323', 居住状况: '按揭', 信息更新日期: '2015.05.01'},
        {居住地址: '北京市海淀区学院路20 号院甲2 号楼401 室', 住宅电话: '010—62123212', 居住状况: '集体宿舍', 信息更新日期: '2015.05.01'},
        {居住地址: '北京市朝阳区春晓园北区7 号楼C555 室', 住宅电话: '010—83234323', 居住状况: '租房', 信息更新日期: '2015.05.01'},
        {居住地址: '北京市朝阳区春晓园北区7 号楼C555 室', 住宅电话: '010—83234323', 居住状况: '租房', 信息更新日期: '2015.05.01'},
        {居住地址: '北京市朝阳区春晓园北区7 号楼C555 室', 住宅电话: '010—83234323', 居住状况: '租房', 信息更新日期: '2015.05.01'},
    ],
    职业信息: {
        第一部分: [
            {工作单位: '中国人民银行征信中心企业部', 单位性质: '机关、事业单位', 单位地址: '北京市西城区金融大街35 号国际企业大厦A 座305 室', 单位电话: '010—83233333'},
            {工作单位: '北京大学信息科学技术学院软件工程研究所', 单位性质: '机关、事业单位', 单位地址: '北京市海淀区颐和园路5 号理科3 号楼601 室', 单位电话: '010—83233333'},
            {工作单位: '中国人民银行征信中心企业部', 单位性质: '机关、事业单位', 单位地址: '北京市西城区金融大街35 号国际企业大厦A 座305 室', 单位电话: '010—83233333'},
            {工作单位: '北京大学信息科学技术学院软件工程研究所', 单位性质: '机关、事业单位', 单位地址: '北京市海淀区颐和园路5 号理科3 号楼601 室', 单位电话: '010—83233333'},
            {工作单位: '北京大学信息科学技术学院软件工程研究所', 单位性质: '机关、事业单位', 单位地址: '北京市海淀区颐和园路5 号理科3 号楼601 室', 单位电话: '010—83233333'}
        ],
        第二部分: [
            {职业: '办事人员和有关人员', 行业: '金融业', 职务: '中级领导', 职称: '中级', 进入本单位年份: '2008', 信息更新日期: '2015.05.01'},
            {职业: '办事人员和有关人员', 行业: '金融业', 职务: '中级领导', 职称: '中级', 进入本单位年份: '2008', 信息更新日期: '2015.05.01'},
            {职业: '办事人员和有关人员', 行业: '金融业', 职务: '中级领导', 职称: '中级', 进入本单位年份: '2008', 信息更新日期: '2015.05.01'},
            {职业: '办事人员和有关人员', 行业: '金融业', 职务: '中级领导', 职称: '中级', 进入本单位年份: '2008', 信息更新日期: '2015.05.01'},
            {职业: '办事人员和有关人员', 行业: '金融业', 职务: '中级领导', 职称: '中级', 进入本单位年份: '2008', 信息更新日期: '2015.05.01'}
        ]
    },
    个人信用报告数字解读: {
        数字解读: '886',
        相对位置: '>10',
        说明: ['影响因素1：存在逾期还款记录', '影响因素2：无']
    },
    信贷交易信息提示: {
        贷款: [
            {业务类型: "个人住房贷款", 账户数: 2, 首笔业务发放月份: '2007.09'},
            {业务类型: "个人商用房贷款包括商住两用房", 账户数: 1, 首笔业务发放月份: '2007.09'},
            {业务类型: "其他类贷款", 账户数: 2, 首笔业务发放月份: '2007.09'},
        ],
        信用卡: [
            {业务类型: "贷记卡", 账户数: 2, 首笔业务发放月份: '2007.09'},
            {业务类型: "准贷记卡", 账户数: 1, 首笔业务发放月份: '2007.09'},
        ],
        其他: [
            {业务类型: "--", 账户数: 3, 首笔业务发放月份: '2007.09'}
        ]
    },
    信贷交易违约信息概要: {
        被追偿信息汇总: [
            {业务类型: "资产处置业务", 账户数: 1, 余额: 10000},
            {业务类型: "垫款业务", 账户数: 1, 余额: 10000}
        ],
        呆账信息汇总:{ 账户数: 1, 余额: 170000},
        逾期透支信息汇总: [
            {账户类型: "非循环贷账户", 账户数: 3, 月份数: 6, 透支总额: 5500, 透支月数: 2},
            {账户类型: "循环额度下分账户", 账户数: 1, 月份数: 3, 透支总额: 2500, 透支月数: 1},
            {账户类型: "循环贷账户", 账户数: 2, 月份数: 6, 透支总额: 5500, 透支月数: 2},
            {账户类型: "贷记卡账户", 账户数: 2, 月份数: 4, 透支总额: 5500, 透支月数: 4},
            {账户类型: "准贷记卡账户", 账户数: '--', 月份数: '--', 透支总额: '--', 透支月数: '--'},
        ]
    },
    信贷交易授信及负债信息概要: {
        非循环贷账户信息汇总: {
            管理机构数: 2, 账户数: 3, 授信总额: 1010000, 余额: 551000, 最近6个月平均应还款: 6000
        },
        循环额度下分账户信息汇总: {
            管理机构数: 1, 账户数: 3, 授信总额: 20000, 余额: 12000, 最近6个月平均应还款: 2000
        },
        循环贷账户信息汇总: {
            管理机构数: 2, 账户数: 3, 授信总额: 20000, 余额: 12000, 最近6个月平均应还款: 2000
        },
        贷记卡账户信息汇总: {
            发卡机构数: 2, 账户数: 4, 授信总额: 80000, 单家机构最高授信额: 30000, 单家机构最低授信额: 20000, 已用额度: 15000, 最近6个月平均使用额度: 4000
        },
        准贷记卡账户信息汇总: {
            发卡机构数: 3, 账户数: 4, 授信总额: 95000, 单家机构最高授信额: 30000, 单家机构最低授信额: 50000, 透支余额: 12000, 最近6个月平均透支余额: 2000
        },
        相关还款责任信息汇总: {
            为个人: {
                担保责任: {账户数: 1, 担保金额: 200000, 余额: 10000},
                其他相关还款责任: {账户数: 3, 担保金额: 900000, 余额: 50000}
            },
            为企业: {
                担保责任: {账户数: 1, 担保金额: 200000, 余额: 10000},
                其他相关还款责任: {账户数: 3, 担保金额: 900000, 余额: 50000}
            }
        }
    },
    非信贷交易信息概要: {
        后付费业务欠费信息汇总:[
            {业务类型: "电信业务", 账户数: 1, 欠费金额: 10000},
            {业务类型: "自来水业务", 账户数: 1, 欠费金额: 200}
        ]
    },
    公共信息概要: {
        公共信息汇总: [
            {信息类型: "欠税信息", 记录数: 1, 涉及金额: 10000},
            {信息类型: "民事判决信息", 记录数: 1, 涉及金额: 10000},
            {信息类型: "强制执行信息", 记录数: 1, 涉及金额: 10000},
            {信息类型: "行政处罚信息", 记录数: 1, 涉及金额: 10000}
        ]
    },
    查询记录概要: {
        上一次查询记录: {
            时间: "2015.05.31", 机构: "中国工商银行北京分行", 原因: "信用卡审批"
        },
        最近查询记录: {
            最近1个月内的查询机构数: {贷款审批: 0, 信用卡审批: 0},
            最近1个月内的查询次数: {贷款审批: 0, 信用卡审批: 0, 本人查询: 1},
            最近2年内的查询次数: {贷后管理: 7, 担保资格审查: 1, 特约商户实名审查: 1 }
        },
        异议及说明信息: [
            {异议标注:"信贷交易信息提示正处于异议处理中。", 添加日期: "2015.04.22"}
        ]
    },
    被追偿信息: [
        {
            账户: "账户1", 管理机构: "资产管理公司“AC”", 业务种类: "资产处置", 债权接收日期: "2007.11.09", 债权金额: 400000, 债权转移时的还款状态: 6,
            截止时间: "2011年01月08日", 账户状态: "催收", 余额: 20000, 最近一次还款日期: "2011.01.08"
        },
        {
            账户: "账户2", 管理机构: "担保公司“CE”", 业务种类: "代偿债务", 债权接收日期: "2007.11.09", 债权金额: 100000, 债权转移时的还款状态: 2,
            截止时间: "2011年01月20日", 账户状态: "结束", 账户关闭日期: "2011.01.20",
            特殊交易: [
                {特殊交易类型: "担保人（第三方）代偿", 发生日期: "2011.01.20", 变更月数: 0, 发生金额: 10000, 明细记录: "该贷款由XX 公司代偿10,000 元。"}
            ]
        }
    ]
    
};
