var template = template || {};
template.table2_4 = `
<% if(信贷交易授信及负债信息概要) { %>
    <h4>（四）信贷交易授信及负债信息概要</h4>
    <% if (信贷交易授信及负债信息概要.非循环贷账户信息汇总) { %>
        <table>
            <tr>
                <th colspan="5">信贷交易授信及负债信息概要</th>
            </tr>
            <tr>
                <th>管理机构数</th>
                <th>账户数</th>
                <th>授信总额</th>
                <th>余额</th>
                <th>最近6个月平均应还款</th>
            </tr>
            <tr class="center">
                <td><%= 信贷交易授信及负债信息概要.非循环贷账户信息汇总.管理机构数 %></td>
                <td><%= 信贷交易授信及负债信息概要.非循环贷账户信息汇总.账户数 %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.非循环贷账户信息汇总.授信总额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.非循环贷账户信息汇总.余额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.非循环贷账户信息汇总.最近6个月平均应还款) %></td>
            </tr>
        </table>
    <% } %>
    <% if (信贷交易授信及负债信息概要.循环额度下分账户信息汇总) { %>
        <table>
            <tr>
                <th colspan="5">循环额度下分账户信息汇总</th>
            </tr>
            <tr>
                <th>管理机构数</th>
                <th>账户数</th>
                <th>授信总额</th>
                <th>余额</th>
                <th>最近6个月平均应还款</th>
            </tr>
            <tr class="center">
                <td><%= 信贷交易授信及负债信息概要.循环额度下分账户信息汇总.管理机构数 %></td>
                <td><%= 信贷交易授信及负债信息概要.循环额度下分账户信息汇总.账户数 %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环额度下分账户信息汇总.授信总额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环额度下分账户信息汇总.余额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环额度下分账户信息汇总.最近6个月平均应还款) %></td>
            </tr>
        </table>
    <% } %>
    <% if (信贷交易授信及负债信息概要.循环贷账户信息汇总) { %>
        <table>
            <tr>
                <th colspan="5">循环贷账户信息汇总</th>
            </tr>
            <tr>
                <th>管理机构数</th>
                <th>账户数</th>
                <th>授信总额</th>
                <th>余额</th>
                <th>最近6个月平均应还款</th>
            </tr>
            <tr class="center">
                <td><%= 信贷交易授信及负债信息概要.循环贷账户信息汇总.管理机构数 %></td>
                <td><%= 信贷交易授信及负债信息概要.循环贷账户信息汇总.账户数 %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环贷账户信息汇总.授信总额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环贷账户信息汇总.余额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.循环贷账户信息汇总.最近6个月平均应还款) %></td>
            </tr>
        </table>
    <% } %>
    <% if (信贷交易授信及负债信息概要.贷记卡账户信息汇总) { %>
        <table>
            <tr>
                <th colspan="7">贷记卡账户信息汇总</th>
            </tr>
            <tr>
                <th>发卡机构数</th>
                <th>账户数</th>
                <th>授信总额</th>
                <th>单家机构最高授信额</th>
                <th>单家机构最低授信额</th>
                <th>已用额度</th>
                <th>最近6个月平均使用额度</th>
            </tr>
            <tr class="center">
                <td><%= 信贷交易授信及负债信息概要.贷记卡账户信息汇总.发卡机构数 %></td>
                <td><%= 信贷交易授信及负债信息概要.贷记卡账户信息汇总.账户数 %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.贷记卡账户信息汇总.授信总额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.贷记卡账户信息汇总.单家机构最高授信额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.贷记卡账户信息汇总.单家机构最低授信额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.贷记卡账户信息汇总.已用额度) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.贷记卡账户信息汇总.最近6个月平均使用额度) %></td>
            </tr>
        </table>
    <% } %>
    <% if (信贷交易授信及负债信息概要.准贷记卡账户信息汇总) { %>
        <table>
            <tr>
                <th colspan="7">准贷记卡账户信息汇总</th>
            </tr>
            <tr>
                <th>发卡机构数</th>
                <th>账户数</th>
                <th>授信总额</th>
                <th>单家机构最高授信额</th>
                <th>单家机构最低授信额</th>
                <th>透支余额</th>
                <th>最近6个月平均透支余额</th>
            </tr>
            <tr class="center">
                <td><%= 信贷交易授信及负债信息概要.准贷记卡账户信息汇总.发卡机构数 %></td>
                <td><%= 信贷交易授信及负债信息概要.准贷记卡账户信息汇总.账户数 %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.准贷记卡账户信息汇总.授信总额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.准贷记卡账户信息汇总.单家机构最高授信额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.准贷记卡账户信息汇总.单家机构最低授信额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.准贷记卡账户信息汇总.透支余额) %></td>
                <td><%= formate.amount(信贷交易授信及负债信息概要.准贷记卡账户信息汇总.最近6个月平均透支余额) %></td>
            </tr>
        </table>
    <% } %>
    <% if (信贷交易授信及负债信息概要.相关还款责任信息汇总) { %>
        <table>
            <tr>
                <th colspan="6">相关还款责任信息汇总</th>
            </tr>
            <% if (信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人) { %>
                <tr>
                    <th colspan="6">为个人</th>
                </tr>
                <tr>
                    <th colspan="3">担保责任</th>
                    <th colspan="3">其他相关还款责任</th>
                </tr>
                <tr>
                    <th>账户数</th>
                    <th>担保金额</th>
                    <th>余额</th>
                    <th>账户数</th>
                    <th>担保金额</th>
                    <th>余额</th>
                </tr>
                <tr class="center">
                    <td><%= 信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.担保责任.账户数 %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.担保责任.担保金额) %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.担保责任.余额) %></td>
                    <td><%= 信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.其他相关还款责任.账户数 %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.其他相关还款责任.担保金额) %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为个人.其他相关还款责任.余额) %></td>
                </tr>
            <% } %>
            <% if (信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业) { %>
                <tr>
                    <th colspan="6">为企业</th>
                </tr>
                <tr>
                    <th colspan="3">担保责任</th>
                    <th colspan="3">其他相关还款责任</th>
                </tr>
                <tr>
                    <th>账户数</th>
                    <th>担保金额</th>
                    <th>余额</th>
                    <th>账户数</th>
                    <th>担保金额</th>
                    <th>余额</th>
                </tr>
                <tr class="center">
                    <td><%= 信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.担保责任.账户数 %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.担保责任.担保金额) %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.担保责任.余额) %></td>
                    <td><%= 信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.其他相关还款责任.账户数 %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.其他相关还款责任.担保金额) %></td>
                    <td><%= formate.amount(信贷交易授信及负债信息概要.相关还款责任信息汇总.为企业.其他相关还款责任.余额) %></td>
                </tr>
            <% } %>
        </table>
    <% } %>
<% } %>
`;
